[
  {
    "index": 0,
    "title":"Create Reactive Web Apps in pure Python",
    "author": "Sandra Landry",
    "content": "Dash is a Open Source Python library for creating reactive, Web-based applications. Dash started as a public proof-of-concept on GitHub 2 years ago. We kept this prototype online, but subsequent work on Dash occurred behind closed doors. We used feedback from private trials at banks, labs, and data science teams to guide the product forward. Today, we’re excited to announce the first public release of Dash that is both enterprise-ready and a first-class member of Plotly’s open-source tools. Dash can be downloaded today from Python’s package manager with pip install dash — it’s entirely open-source and MIT licensed. You’ll find a getting started guide here and the Dash code on GitHub here.",
    "timestamp": "Sat Jan 10 1981 09:43:53 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 1,
    "title":"The Process Is Dead. Long Live the Process.",
    "author": "Tommie Rosa",
    "content": "His first winter in Philadelphia was brutal. The team was terrible. The weather was worse. Sam Hinkie went to high school and college in Oklahoma. He did his postgrad stint at Stanford. He was Daryl Morey’s most trusted lieutenant in Houston. Hinkie had spent much of his life in more hospitable climates, or at least climates that didn’t resemble Hoth without the tauntauns. His first extended East Coast winter was so cruel it was almost comical. By February, the city had already recorded the third-biggest snowfall total in its history. On one particularly gray evening in the middle of an awfully gray season, Hinkie was sitting courtside while the Sixers warmed up before another meaningless game. I don’t remember their opponent that night in 2014, but I’ll always remember the conversation he and I had. Some of it was about basketball, but most of it was about our families and backgrounds, what he thought of Philly, how he was adjusting. That kind of thing.",
    "timestamp": "Tue Apr 09 1985 21:16:03 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 2,
    "title":"BlogEntry 3",
    "author": "Angelica Hicks",
    "content": "blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 blog content3 ",
    "timestamp": "Mon Apr 21 1997 11:10:07 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 3,
    "title":"BlogEntry 4",
    "author": "Nicole Stephenson",
    "content": "blog content4 blog content4 blog content4 blog content4 blog content4 blog content4 blog content4 blog content4 blog content4 blog content4 ",
    "timestamp": "Tue Apr 08 1980 12:31:18 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 4,
    "title":"BlogEntry 5",
    "author": "Wilcox Lott",
    "content": "blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 blog content5 ",
    "timestamp": "Thu Aug 15 1991 09:43:09 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 5,
    "title":"BlogEntry 6",
    "author": "Coffey Langley",
    "content": "blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 blog content6 ",
    "timestamp": "Tue Oct 20 1998 16:08:18 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 6,
    "title":"BlogEntry 7",
    "author": "Frieda Golden",
    "content": "blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 blog content7 ",
    "timestamp": "Tue Jul 20 1999 01:34:30 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 7,
    "title":"BlogEntry 8",
    "author": "Lindsay Campbell",
    "content": "blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 blog content8 ",
    "timestamp": "Sat Jan 24 1981 14:52:41 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 8,
    "title":"BlogEntry 9",
    "author": "Kristen Holcomb",
    "content": "blog content9 blog content9 blog content9 blog content9 blog content9 blog content9 blog content9 blog content9 ",
    "timestamp": "Sun Jul 07 1996 15:04:12 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  },
  {
    "index": 9,
    "title":"BlogEntry 10",
    "author": "Preston Torres",
    "content": "blog content10 blog content10 blog content10 blog content10 blog content10 blog content10 blog content10 blog content10 blog content10 blog content10 ",
    "timestamp": "Sun Jul 18 1982 17:42:10 GMT+0530 (India Standard Time)",
    "comments":[
      "comment1 comment1 comment1 comment1",
      "comment2 comment2 comment2 comment2",
      "comment3 comment3 comment3 comment3 "
    ]
  }
]
